djs = [
    {
        "id": "NC2",
        "name": "Nina Cosdon (‘21)",
        "bio": "Do you ever think about how we’re all going to die? Nina does all the time, and she’s channeled her existential crises into a radio show for your listening pleasure. From climate change to crooked politicians to a zombie apocalypse, Your Midday Existential Crisis discusses any and all doomsday predictions (accompanied by themed music, of course). If you would like to come on the show and/or give your theory of how the world will end, email Nina at cosdon_n1@denison.edu"
    },
    {
        "id": "ks20",
        "name": "Karan Sethna (‘20)",
        "bio": "The Arguably Happy And Festive Karan Show. With an RJ as volatile as the changing winds (do winds really change though?), get ready to listen to some music he thinks you’ve never heard before, but also music he thinks you definitely should have heard before. It’s confusing, but fear not! He’s just as confused as you are. All he knows is that he plays decent tunes, even if no one is listening. He can’t really give a straight answer when asked what kind of music he likes, because he likes the music that he likes. It’s very cyclical. But in a nutshell, rock and variants – modern, alternative, indie, British etc. etc. Really anything that catches his eye. Ear? You know what he means. He just needs to get the music out there."
    },
    {
        "id": "ak20kf20",
        "name": "Annie Karasarides (‘20) and Kileigh Ford (‘20)",
        "bio": "Annie and Kileigh have 21 years of experience listening to their parents’ favorite artists, willingly or not. “Sounds Like...” takes that knowledge and broadens it. From new artists who boast the oldies as their inspiration, the classic musicians themselves, and just some tunes that give you their same feeling, each “Sounds Like...” show is based on a recording artist considered one of the greats and the legacy they’ve left behind in new music."
    },
    {
        "id": "NC2",
        "name": "Nina Cosdon (‘21)",
        "bio": "Do you ever think about how we’re all going to die? Nina does all the time, and she’s channeled her existential crises into a radio show for your listening pleasure. From climate change to crooked politicians to a zombie apocalypse, Your Midday Existential Crisis discusses any and all doomsday predictions (accompanied by themed music, of course). If you would like to come on the show and/or give your theory of how the world will end, email Nina at cosdon_n1@denison.edu"
    },
    {
        "id": "cm20",
        "name": "Cecil Millen (‘20)",
        "bio": "Cecil is from North Carolina and his musical preferences revolve heavily around Jam Bands. Grateful Dead and the Allman Brothers are his favorite bands, but he tends to like anything with soul, blues, or twang in it. Cecil is also a huge bitch."
    },
    {
        "id": "ew22",
        "name": "Eiliana Wright (‘22)",
        "bio": "Eili is from Dayton, Ohio, and if you’ve ever met her she’ll be sure to tell you it’s the Birthplace of Funk! Eili’s show where she plays whatever mood she’s feelin’ that day. You’ll most often hear angsty punk and dreamy folk, but definitely count on hearing some sexy funk tunes somewhere in between. Despite being this being her second semester on the radio, if you tune in, you can be sure to hear some terribly awkward transitions. She just always hopes that you- uh- enjoooooy the music (?)."
    },
    {
        "id": "em20",
        "name": "Ebony Marshall (‘20)",
        "bio": "Ebony is from Chicago and you can catch her on the Eb and Flow show where she plays oldies and throwbacks. Her music choice consists of culturally significant Black American music made anywhere between 1950 and 2010 (with other artists thrown in as well). You can hear anything from The Temptations to Juvenile on her show. Regardless of what's playing, it's always a good time."
    },
    {
        "id": "bw21",
        "name": "Barlow Wagner (‘21)",
        "bio": "DJ, musician, producer, instrumentalist, promoter, and electronic music enthusiast alike, Barlow hails out of Washington, Pennsylvania. When not in the studio, he spends his time in the studio. Aided by over a decade of lessons and an upbringing in a home. For him, it’s all about sound and a bottomless, profound hypnotic groove; playing those tracks that get you tapping your feet and nodding your head without you realizing it. If you’ve heard it, you can bet your bottom dollar that he has too. The fact of the matter is simple: A Rolling Stone gathers no moss!"
    },
    {
        "id": "cs22",
        "name": "Chelsey Sarante (‘22)",
        "bio": "Chelsey is a Dominican and from The Bronx, NY. During her show “You Know The Vibez” (YKTV) w/ Chel, she plays music generally centered around the theme of a color, how she am feeling in that moment, or the general energy that she’s been feeling from others. It's usually a mix of hip-hop, R&B, afro-beats and Latinx music. Outside of Doobie, Chelsey enjoys listening to music ALWAYS, and is always down for a good time. You will usually catch her in Slayter, whether it be at Doobie, in the Mailroom, studying at the Nest, or hanging out with friends on the 2nd floor."
    },
    {
        "id": "ag21",
        "name": "Alyssa Gebhart (‘21)",
        "bio": "Alyssa is a sophomore international studies major with a thematic concentration on education as a human right. She is from Columbus, Ohio and currently works at the Columbus zoo and aquarium so that’s pretty freaking cool. Alyssa also really likes Disney. Really. Likes. Disney. She feels like her life should mimic an 80’s musical- which explains why her radio show includes different decades and musicals! While you’re at it, follow her on insta @alynicole2000 !!"
    },
    {
        "id": "jc23",
        "name": "Jen Clancey (‘22)",
        "bio": "Jen Clancey grew up in New Jersey listening to her father’s favorite music: Motown and the Blues. Her mom taught her to strum an air guitar when listening to Johnny Cash, while her brothers made sure ‘90s rock were a part of her mental playlist. Jen has been through many phases in music, country included. But now she’d describe her taste in music as soulful-- tunes that make listeners take a deep breath and say, “Wow.” On her show, you might hear Jen relate her choice of music to a particular time or scene. Hopefully her selection can put you in that place; whether it’s a Subway ride in NYC or a walk to Slayter at sunrise."
    },
    {
        "id": "jl23",
        "name": "John Lindell (‘21)",
        "bio": "John comes from Pound Ridge, New York, and is a first-year student at Denison. While not working as Steve Harrington’s stunt double, John spends his time producing electronic music, listening to whatever Spotify curated for his weekly “Release Radar” playlist, and beginning scripts for movies that he promises he’ll actually make this time (he won’t). His show, “Snack Time”, playing every (insert time here), introduces a theme for each on-air session, ranging from movie scores to Eliott Smith marathons to straight up EDM BANGERS."
    },
    {
        "id": "mb21",
        "name": "Maggie Bell (‘22)",
        "bio": "Maggie Bell is a anthropology/sociology and Spanish double major, pursuing a future in broadcast journalism. Her show, It’s Complicated, interviews students on campus about aspects of their identity and experiences, in order to broaden understanding and awareness among listeners. In addition to her time spent as a Doobie DJ, Maggie is a DCGA senator, Bullsheet writer and Red Frame Lab employee. Her most recent project involves the creation of “RedCast,” a podcast about what the Red Frame Lab has to offer and how design thinking impacts success. As busy as she is, Maggie tries to take care of herself and enjoy time with friends as much as possible."
    },
    {
        "id": "ah21",
        "name": "Alex Hughes (‘21)",
        "bio": "Raised on 80s Synth Pop and Indie music, Alex hosts weekly music show “No Hope Kids.” With a name stolen from surf rock band Wavves breakthrough single, Alex plays a variety of Alternative music spanning the late 1970s-present day. Tuning in to No Hope Kids could result in hearing a mix of everything from the Smiths to Black Flag, or who knows, it could just be 2 hours of Sonic Youth."
    },
    {
        "id": "jwsbssw22",
        "name": "Julia Weigman, Sarah Barney, Sunny Stier-Wood (‘22)",
        "bio": "An arbitrary show with Sunny, Sarah, and Julia where they discuss topics ranging from ASMR to international politics. Also there is music sometimes. And too much karaoke."
    },
    {
        "id": "jm22",
        "name": "James Mahaney (‘22)",
        "bio": "His name is James Mahaney.  He is a film major from New York ( not the city), and this is his first year being part of the Doobie. James spends most of his free time and breaks attending concerts and music festivals. His music taste is well developed and you can expect to hear a good bit of Edm and dance with pop-rock throwbacks on his show. James loves discovering new music, and playing music from artists such as Lost kings, Avicii, Armin van Buuren, Flo Rida and many more."
    },
    {
        "id": "kc23",
        "name": "Kate Colvin (‘23)",
        "bio": "Kat is a new Doobie DJ this year but she’s super ready to dive right in. The title of her show comes from the movie she was named after (You’ve Got Mail). Her mom’s love for movies passed on to Kat, which is why she studies cinema and gets most of her music from TV shows and film soundtracks. She most definitely does NOT have a TikTok playlist. Her music taste ranges from local Ohio garage bands to European rap groups and she isn’t afraid to put on playlists that are exclusively songs from The O.C or Gossip Girl. Her favorite romcom is Notting Hill. She has two cats: one named after Willow Smith and the other is named after a Muse song (Fillip is in the picture). She wants to live in New Zealand one day and will own a bat cave there."
    },
    {
        "id": "wk21",
        "name": "Will Knoop (‘21)",
        "bio": "Will Knoop is a Junior Communication and Theatre major and Vocal Performance minor from Chicago, Il. He is also a member of the Denison Hilltoppers, Singers Theatre Workshop, and The Delta Chi Fraternity. His dream job is to one day be a PR Rep for Madie Mendels."
    },
    {
        "id": "mm21",
        "name": "Madie Mendels (‘21)",
        "bio": "Catch “The 616” (Wednesday’s from 9:30-11:30pm) to listen to a mix of alternative, femme artists and edgy indie. You can always rely on a mix of Girl in Red, Indigo De Souza, and Beach Bunny to get you through your week!"
    },
    {
        "id": "jh22",
        "name": "Juliet Hurwitz (‘22)",
        "bio": "Juliet is a creative writing major from outside of Boston and she is so stoked to start as a Doobie DJ! Her show The Curio Shop features selections from her Spotify’s Discover Weekly playlists, deep cuts, and anything that’s more unknown to the general public. When she’s not listening to music, she’s likely taking a nap, writing something new, eating, or watching Netflix. If a new favorite song’s what you’re after, tune in; she hopes you find what you’re looking for."
    },
    {
        "id": "ms23",
        "name": "Matthew Sing (‘23)",
        "bio": "Matthew Sing is from the wonderful city of Columbus, Ohio and is a first-year at Denison. He enjoys theatre, music, and politics. He hopes to expose people to all different types of music with his show by playing a diverse array of music genres each week."
    },
    {
        "id": "jh21",
        "name": "Joe Heutel (‘21)",
        "bio": "This is Joe’s fifth semester as a doobie DJ. His show is titled Cup O’ Joe, the show is a mix between listening to the decent tunes and talking about life trying to find the humorous side of it. A little about the host of the show, Joe was a breakout defensive tackle in 5th grade and ever since his athletic career has been downhill. The show is intended to make ya laugh and also hear some groovy beats. Tune in every Thursday at 11:30-1:30 to get your Cup O’ Joe!"
    },
    {
        "id": "mw23",
        "name": "Millie Weibel (‘23)",
        "bio": "Millie is a local to Columbus OH and very active in the music scene.  Live music enthusiast, if you tune in, you’ll be sure to hear a different niche genre every week, including some days dedicated to some local rockers.  As a first year student, she hopes she can broaden your horizons and embrace her ADHD by sharing some hectic tunes.  Enjoy and good luck!"
    },
    {
        "id": "js21",
        "name": "Joey Semel (‘21)",
        "bio": ""
    },
    {
        "id": "rg23",
        "name": "Raleigh Goldberg (‘23)",
        "bio": "Raleigh’s show, The Basket Mix, is a unique show where the music played will not be exclusive to one or two genres. Each and every show Raleigh and his co-host Barlow will try to diversify the music choice and give the audience a chance to enjoy a little bit of everything. Raleigh is a Psychology major who joined the doobie team in the Fall 2019 semester. He was one of only two dj’s in his class to receive a perfect score on the DJ tech exam. In the class of 2022, Raleigh is determined to make a lasting positive impact on the doobie and aspires to be on the executive board in the coming years."
    },
    {
        "id": "cs21",
        "name": "Chase Summers (‘21)",
        "bio": ""
    },
    {
        "id": "lpcr23",
        "name": "Lucas Partridge and Cole Rogers (‘23)",
        "bio": ""
    },
    {
        "id": "bw23",
        "name": "Betsy Wagner (‘23)",
        "bio": ""
    },
    {
        "id": "cs20",
        "name": "Chloe Sferra (‘20)",
        "bio": ""
    }
];
